Repository: 4teamwork/ftw.solr
Catalog: ftw/solr/locales/*/LC_MESSAGES/solr.po
Languages: de, fr

source: Remove this search limit...
fr: Enlever la limitation...

source: Search words
de: Suchbegriffe
fr: Mots de recherche

source: Show in search
de: In der Suche zeigen
fr: Afficher dans la recherche

source: [* TO NOW/DAY-1YEAR]
de: Vor einem Jahr
fr: Il ya un an

source: [NOW/DAY TO *]
de: Heute
fr: Aujourd'hui

source: [NOW/DAY-1DAY TO NOW/DAY]
de: Gestern
fr: Hier

source: [NOW/DAY-1MONTH TO *]
de: Letzten Monat
fr: Dernier mois

source: [NOW/DAY-1YEAR TO *]
de: Letztes Jahr
fr: L'année dernière

source: [NOW/DAY-7DAYS TO *]
de: Letzte Woche
fr: La semaine dernière

source: creator_fullname
de: Ersteller
fr: Créateur

source: heading_search_facets
fr: Filtrer

source: label_advanced_search
fr: Recherche avancée

source: label_no_results_found
fr: La recherche n'a donné aucun résultat.

source: label_show_all
fr: Afficher tous les articles

source: modified
de: Letzte Änderung
fr: Dernière mise à jour

source: portal_type
de: Inhaltstyp
fr: Type

source: review_state
de: Revisionsstatus
fr: Révision

source: site_section
de: Bereich
fr: Séction

source: site_area
de: Bereich
